[
  {
    "q": "What is Emissary?",
    "a": "Emissary is a health care marketplace providing easy access to the world's best and most affordable care."
  },
  {
    "q": "Why Costa Rica?",
    "a": "Costa Rica is a beautiful Central American country that enjoys much more than it's tropical climate and vibrant culture. It's been in operation as a medical destination for world travelers for over 15 years boasting internationally accredited hospitals, highly experienced doctors, and excellent recovery facilities. Low wait times, high quality service, positioned within a few hours flight from North America, and affordable prices make Costa Rica a perfect choice."
  },
  {
    "q": "Can I choose my healthcare destination?",
    "a": "Absolutely! If you have a destination in mind that we have not offered on our site, please request it, we are constantly adding new destinations that pass our quality standards for partners."
  },
  {
    "q": "How does Emissary ensure quality care?",
    "a": "Emissary has built a board of surgical advisors for each of its provided treatments. "
  },
  {
    "q": "What accreditations do Emissary partner Hospitals have?",
    "a": "Emissary only partners with hospitals and facilities that have been accredited with one or more of the top international accreditation standards. JCI, AAAASF, or AAAHC all review the facilities and practices employed in standard and emergency operation. "
  },
  {
    "q": "How does Emissary review its partner doctors?",
    "a": "Each partner doctor is subject to review by Emissary's board of surgical advisors."
  },
  {
    "q": "Who will help me out when I'm in my healthcare destination?",
    "a": "Emissary partners with patient coordination groups operating within each destination. These groups of highly trained professionals will help you during your time in your health care destination. They work closely with the our partner doctors and facilities and ensure that your stay is as pleasant as possible."
  },
  {
    "q": "How will I get around in my healthcare destination?",
    "a": "Emissary partners with transportation companies that specialize in serving international patients. They are bilingual, friendly, and highly knowledgeable our your destination. In addition to helping you get between your lodging and care facilities, they can help you to tour your destination."
  },
  {
    "q": "Where will I stay?",
    "a": "For each destination, you will have a variety of options to choose from to fit your style. All Emissary partner lodging options include meal plans, on-call nursing staff, and patient recovery services."
  },
  {
    "q": "What else can I do while I'm in my healthcare destination?",
    "a": "Each destination has its own unique attractions. Check out the guidebook for your destination of choice to learn more about what you can do while you are traveling. Activities and attractions will need to be cleared with your doctor during your stay to ensure proper recovery."
  },
  {
    "q": "How can I find out how much it will cost?",
    "a": "To receive a guaranteed treatment quote, fill out the Medical History Questionnaire found within the Patient Portal. Once this is submitted to the Emissary partner of your choice, a treatment quote will be generated for your unique case. Note: Your guaranteed quote is non-binding. "
  },
  {
    "q": "I would like to request a quote for a procedure that is not listed on your site. Is that something that you could help me with?",
    "a": "If you do not see a procedure on our site, it is likely still under review by our board of advisors. A quote may still be requested, however the Emissary team may require that you sign additional release forms to travel for reviewed"
  },
  {
    "q": "How do I pay for my trip?",
    "a": "Once you have accepted your guaranteed treatment quote, payment can be handled through the Patient Portal. "
  },
  {
    "q": "How much of my trip will I need to organize?",
    "a": "Nothing at all! After travel dates have been selected, the Emissary team and its partners will craft a destination healthcare experience that will be effective and enjoyable. Any additional activities that you'd like to schedule can be handled via the Emissary app. "
  }
]
